export default {
  namespaced: true,
  state: {
    row1: [
      {
        title: "2020年“梦圆双流•校园行”组团招聘活动——西南民族大学站成功举办",
        time: "2020-11-24",
        sum:38,
        url: "/textImg",
      },
      {
        title: "2020年“梦圆双流•校园行”组团招聘活",
        time: "2020-11-20",
        sum:38,
        url: "/textImg",
      },
      { title: "中秋节、国庆节放假通告", time: "2020-9-21", url: "/textImg" },
    ],
    imgArr:[ require("../assets/home1/textImg1.png"),require("../assets/home1/textImg2.png")],
    text:"为深入实施人才优先发展战略，落实中央组织部、人力资源和社会保障部等七部门《关于实施高校毕业生就业创业推进行动的通知》要求，大力促进高校毕业生来蓉来双就业创业，不断壮大产业功能区人才规模、优化产业人才结构、提升产业人才层次，助推高质量建设践行新发展理念的中国航空经济之都。继西华大学、成都信息工程大学、西南科技大学、重庆大学、四川大学组团招聘活动结束后，11月11日，由区人社局主办，区人才服务中心、区人才公司承办的2020年“梦圆双流·校园行”组团专区招聘活动也在西南民族大学成功举办此次活动从前期报名的40多家企业中筛选出成都中电熊猫显示科技有限公司、川开电气有限公司、四川天味食品集团股份有限公司等27家与西南民族大学毕业生专业匹配度高的区内重点企业参加。共提供123个招聘岗位，620余个就业机会，通过学校就业网、微信群等方式进行广泛宣传，吸引了400余位应届毕业生到场咨询、求职。据统计，招聘活动现场共收到简历223份，其中硕士简历58份，现场达成初步求职意向107人。"
  },
  mutations: {
    // getShops(state,newData){
    //     state.pageData = newData;
    // },
  },
  actions: {},
};
